/* NSButton (Automatically download and install updates in the future) : <title:Automatically download and install updates in the future> (oid:92) */
"Automatically download and install updates in the future" = "Hae ja asenna päivitykset jatkossa automaattisesti";

/* NSButton (Install Update) : <title:Install Update> (oid:76) */
"Install Update" = "Asenna päivitys";

/* NSTextField (Release Notes:) : <title:Release Notes:> (oid:17) */
"Release Notes:" = "Tietoa päivityksestä:";

/* NSButton (Remind Me Later) : <title:Remind Me Later> (oid:22) */
"Remind Me Later" = "Muistuta myöhemmin";

/* NSButton (Skip This Version) : <title:Skip This Version> (oid:23) */
"Skip This Version" = "Ohita tämä versio";

/* NSWindow (Software Update) : <title:Software Update> (oid:5) */
"Software Update" = "Ohjelmiston pävitys";

